Repository: rishabhgupta0792/meri-aamdani-android
Catalog: lib/l10n/app_*.arb
Languages: mr

# appTitle
source: My Income
mr: माझी आमदनी

# appSubtitle
source: Track your earnings
mr: तुमच्या कमाईचा मागोवा घ्या

source: Dashboard
mr: डॅशबोर्ड

source: Jobs
mr: कामे

source: Payments
mr: पेमेंट

source: Profile
mr: प्रोफाइल

source: Total Earnings
mr: एकूण कमाई

source: This Month
mr: या महिन्यात

# pendingIncome
source: Pending
mr: बाकी

# collectedIncome
source: Collected
mr: मिळालेली

source: Add Work
mr: काम जोडा

source: Request Payment
mr: पेमेंट मागा

source: My Jobs
mr: माझी कामे

source: Job Title
mr: कामाचे नाव

source: Employer Name
mr: मालकाचे नाव

source: Amount
mr: रक्कम

source: Date
mr: तारीख

source: Status
mr: स्थिती

source: Notes
mr: टीप

source: Pending
mr: बाकी

source: Completed
mr: पूर्ण

source: Paid
mr: भरले

source: Save
mr: सेव्ह करा

source: Cancel
mr: रद्द करा

source: Delete
mr: डिलीट करा

source: Edit
mr: बदल करा

source: No jobs yet
mr: अद्याप एकही काम नाही

# addFirstJob
source: Add your first job to start tracking income
mr: तुमची कमाई ट्रॅक करण्यासाठी पहिले काम जोडा

source: No payments yet
mr: अद्याप एकही पेमेंट नाही

# trackPayments
source: Your payment requests will appear here
mr: तुमच्या पेमेंट विनंत्या येथे दिसतील

source: Language
mr: भाषा

source: Settings
mr: सेटिंग्ज

source: About
mr: माहिती

source: Welcome
mr: स्वागत आहे

# summary_today
source: Here is your summary for today
mr: येथे तुमची आजची माहिती आहे

source: Collected
mr: प्राप्त

source: Request Pay
mr: पेमेंट मागा

source: Recent Activity
mr: अलीकडील क्रिया

source: See All
mr: सर्व पहा

source: Identity Verification
mr: ओळख पडताळणी

# enter_aadhaar_desc
source: Please enter your 12-digit Aadhaar number
mr: कृपया तुमचा १२-अंकी आधार क्रमांक टाका

# enter_otp_desc
source: Please enter the 6-digit OTP sent to your registered mobile
mr: कृपया तुमच्या नोंदणीकृत मोबाईलवर पाठवलेला ६-अंकी ओटीपी टाका

# enter_otp_placeholder
source: Enter OTP
mr: ओटीपी टाका

source: Send OTP
mr: ओटीपी पाठवा

source: Verify & Proceed
mr: सत्यापित करा आणि पुढे जा

# back_aadhaar
source: Back to Aadhaar
mr: आधारवर परत जा

source: Select Bank
mr: बँक निवडा

# search_bank
source: Search your bank...
mr: तुमची बँक शोधा...

# confirm_bank
source: Confirm & Continue
mr: पुष्टी करा आणि पुढे जा

# mobile_placeholder
source: Enter 10 digit mobile number
mr: १० अंकी मोबाईल नंबर टाका

# continueBtn
source: Continue
mr: पुढील

# terms_text
source: By continuing, you agree to our Terms of Service and Privacy Policy
mr: पुढे चालू ठेवून, तुम्ही आमच्या सेवा अटी आणि गोपनीयता धोरणाशी सहमत आहात
